/* Generic authentication error. */
"UNKNOWN_ERROR" = "Kan inte autentisera användaren.";
"USER_NOT_ADMIN_PASS" = "Du måste ange ett administratörsnamn och -lösenord.";
"USER_NOT_ADMIN_PIN" = "Du måste ange ett administratörsnamn och -lösenord.";
"INVALID_USER_NAME" = "Du måste ange ett giltigt användarnamn.";
"INVALID_USER_PASSWORD" = "Du måste ange ett giltigt lösenord.";
"INVALID_USER_PIN" = "Du måste ange en giltig PIN-kod.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Försök igen.";

/* Button Titles */
"RESTART_BUTTON" = "Starta om";
"SHUTDOWN_BUTTON" = "Stäng av";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "Det finns inloggade användare vars osparade ändringar kan gå förlorade om du startar om datorn.";
"RESTART_DETAIL_WARNING" = "Vid omstart eller avstängning av datorn avslutas program i andra sessioner där dokument inte har sparats. Data i dessa dokument går förlorade. Ange namn och lösenord för en administratör och klicka på Starta om eller avbryt åtgärden genom att klicka på Avbryt.";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "Det finns inloggade användare som kan förlora data som inte sparats om du stänger av datorn.";
"SHUTDOWN_DETAIL_WARNING" = "Vid omstart eller avstängning av datorn avslutas program i andra sessioner där dokument inte har sparats. Data i dessa dokument går förlorade. Ange namn och lösenord för en administratör och klicka på Stäng av eller avbryt åtgärden genom att klicka på Avbryt.";

/* PIN or Password */
"PIN" = "PIN-kod:";
"PASSWORD" = "Lösenord:";